Repository: giellalt/corpus-nob
Catalog: prestable/tmx/sme/admin/kainun_institutti/kainun_institutti_aaninayttely_nob.doc.tmx
Source language: nob
Languages: sme

source: Samisk: Norsk:
sme: - Hyvvää päivää !

source: Velkommen til vår lydutstilling, en utstilling om kvenenes historie og hverdag.
sme: Bures boahtin jietnačájáhussii ! Dát čájáhus muitala kveanaid historjjá ja árgabeaivvi birra.

source: Først får du lære et par ord på kvensk. Hyvää päivää.
sme: Álggus don oahpat muhtun sáni kveanagillii: Hyvvää päivää.

source: Lydene forteller deg om tradisjonene og levemåten, om livet langt nord for polarsirkelen.
sme: Čájáhusa eará jienat muitalit kveanaid árbevieruid, birgejumi ja eallima birra.

source: Kvenene blir ofte kalt for det tause folket.
sme: Máŋgii gohčodit kveanaid " jávohis álbmogin ".

source: Derfor har vi valgt å bruke kvenenes egne stemmer og lydene fra hverdagen til å formidle kvenenes historie.
sme: Danin dán jietnačájáhusas kveanat ieža muitalit iežaset eallima ja historjjá birra.

source: Festsalen i Børselv er akustisk sett også én av de beste konsertsalene på Nordkalotten, så salen i seg selv fortjener å bli fylt opp av lyd.
sme: Bissojoga Feastasáles lea buorre akustihkka, ja dat leage okta dain buoremus konsertasáliin olles Davvikalohtas. Danin jietnačájáhusa heive bures guldalit justa dán sáles.

source: Ta deg tid til å stoppe opp.
sme: Bisán donge ja guldal !

source: Lydutstillingen er designet og utviklet av Anstein Mikkelsen i samarbeid med Kainun institutti - Kvensk institutt.
sme: Jietnačájáhusa lea hábmen ja ollašuhttán Anstein Mikkelsen ovttas Kveana instituhtain / Kainun institutti-Kvensk institutt.
